{"data":[

   {

      "name": "Awesome-Greece",

      "photo": "http://www.itscoop.ch/typo3temp/pics/c24b4883f0.jpg",

      "spots": "Zakynthos",
	  
	  "story":"The waters are bluest blue, the sands are achingly silky and smooth. Everything looks heavily Photoshopped. But that's just Mother Nature, in all her unspoiled glory. Zakynthos is the largest of the Ionian Islands, and it's as fruitful as it is beautiful, boasting a bounty of crops like olives and grapes. Music is a huge part of the local culture—you can catch a concert or festival almost any night of the week, and you'll be captivated by the sights and sounds of Zakynthos performers."

   },

      {

      "name": "Oahu-Hawaii",

      "photo": "http://static6.businessinsider.com/image/52a8cc756bb3f70b25a6b870-1200/hike-the-haiku-stairs-in-oahu-hawaii--also-known-as-the-stairway-to-heaven--a-steep-trail-with-a-wooden-ladder-spiked-into-the-side-of-a-cliff-technically-its-not-open-for-public-use-but-people-still-climb-it-and-rave-about-the-views-from-the-top.jpg",

      "spots": "Haiku Stairs",
	  
	  "story":"Hike the Haiku Stairs in Oahu, Hawaii — also known as 'The Stairway to Heaven' — a steep trail with a wooden ladder spiked into the side of a cliff. Technically it's not open for public use, but people still climb it, and rave about the views from the top. Hike the Haiku Stairs in Oahu, Hawaii — also known as 'The Stairway to Heaven' — a steep trail with a wooden ladder spiked into the side of a cliff. Technically it's not open for public use, but people still climb it, and rave about the views from the top.Hike the Haiku Stairs in Oahu, Hawaii — also known as 'The Stairway to Heaven' — a steep trail with a wooden ladder spiked into the side of a cliff."

   },

      {

      "name": "Philippine-island-of-Mindanao",

      "photo": "http://static6.businessinsider.com/image/52aa259aeab8eaf03a23606c-1200/dive-into-the-clear-blue-water-of-the-hinatuan-river-on-the-philippine-island-of-mindanao-the-saltwater-river-is-nicknamed-the-enchanted-river-because-it-appears-to-run-from-the-middle-of-nowhere-and-is-ideal-for-snorkelers-and-divers.jpg",

      "spots": "Hinatuan River",
	  
	  "story":"Dive into the clear blue water of the Hinatuan River on the Philippine island of Mindanao. The saltwater river is nicknamed the 'Enchanted River' because it appears to run from the middle of nowhere, and is ideal for snorkelers and divers. Dive into the clear blue water of the Hinatuan River on the Philippine island of Mindanao. The saltwater river is nicknamed the 'Enchanted River' because it appears to run from the middle of nowhere, and is ideal for snorkelers and divers.Dive into the clear blue water of the Hinatuan River on the Philippine island of Mindanao. The saltwater river is nicknamed the 'Enchanted River'."

   },

      {

      "name": "Rotorua-New-Zealand",

      "photo": "http://static3.businessinsider.com/image/52a8ccbeecad04d041ae5e55-1200/soak-your-feet-in-the-hot-springs-of-rotorua-a-new-zealand-city-known-for-its-geysers-thermal-springs-and-bubbling-mud-pools-its-nicknamed-the-sulphur-city-and-visitors-can-also-partake-in-water-sports-in-the-regions-17-lakes.jpg",

      "spots": "Sulphur City",
	  
	  "story": "Soak your feet in the hot springs of Rotorua, a New Zealand city known for its geysers, thermal springs, and bubbling mud pools. It's nicknamed the 'Sulphur City', and visitors can also partake in water sports in the region's 17 lakes. Soak your feet in the hot springs of Rotorua, a New Zealand city known for its geysers, thermal springs, and bubbling mud pools. It's nicknamed the 'Sulphur City,' and visitors can also partake in water sports in the region's 17 lakes. Soak your feet in the hot springs of Rotorua, a New Zealand city known for its geysers, thermal springs, and bubbling mud pools. It's nicknamed the 'Sulphur City', and visitors can also partaks."

   },

   {

      "name": "Lofoten-Islands-Norway",

      "photo": "http://static5.businessinsider.com/image/52a8cc8b6bb3f71c27a6b876-1200/visit-the-worlds-largest-deepwater-coral-reef-in-the-lofoten-islands-an-archipelago-off-the-coast-of-norway-that-lies-within-the-arctic-circle-its-home-to-wildlife-like-otters-moose-puffins-and-more.jpg",

      "spots": "world's largest deepwater coral reef",
	  
	  "story": "Visit the world's largest deepwater coral reef in the Lofoten Islands, an archipelago off the coast of Norway that lies within the Arctic circle. It's home to wildlife like otters, moose, puffins, and more. Visit the world's largest deepwater coral reef in the Lofoten Islands, an archipelago off the coast of Norway that lies within the Arctic circle. It's home to wildlife like otters, moose, puffins, and more.Visit the world's largest deepwater coral reef in the Lofoten Islands, an archipelago off the coast of Norway that lies within the Arctic circle. It's home to wildlife like otters, moose, puffins, and more."

   },

   {

      "name": "Pangong-Tso-Lake-Himalayas",

      "photo": "http://static6.businessinsider.com/image/52a8ccdfecad046744ae5e47-1200/travel-to-pangong-tso-lake-a-narrow-saline-lake-in-the-himalayas-between-india-and-tibet-the-bright-blue-water-contrasted-by-the-mountains-is-absolutely-breathtaking.jpg",

      "spots": "Himalayas between India and Tibet",
	  
	  "story": "Travel to Pangong Tso Lake, a narrow saline lake in the Himalayas between India and Tibet. The bright blue water, contrasted by the mountains, is absolutely breathtaking. Travel to Pangong Tso Lake, a narrow saline lake in the Himalayas between India and Tibet. The bright blue water, contrasted by the mountains, is absolutely breathtaking. Travel to Pangong Tso Lake, a narrow saline lake in the Himalayas between India and Tibet. The bright blue water, contrasted by the mountains, is absolutely breathtaking.Travel to Pangong Tso Lake, a narrow saline lake in the Himalayas between India and Tibet. The bright blue water, contrasted by the mountains, is absolutely breathtaking."

   },

   {

      "name": "French-Polynesia",

      "photo": "http://static5.businessinsider.com/image/52a8cca1ecad04a841ae5e4b-1200/see-the-sea-life-in-rangiroa-a-ring-shaped-atoll-in-french-polynesia-that-is-known-for-oysters-that-produce-black-pearls-it-also-has-some-of-the-worlds-best-scuba-diving-and-visitors-can-see-dolphins-manta-rays-green-sea-turtles-and-hammerhead-sharks.jpg",

      "spots": "Rangiroa",
	  
	  "story": "See the sea life in Rangiroa, a ring-shaped atoll in French Polynesia that is known for oysters that produce black pearls. It also has some of the world's best scuba diving, and visitors can see dolphins, manta rays, green sea turtles, and hammerhead sharks. See the sea life in Rangiroa, a ring-shaped atoll in French Polynesia that is known for oysters that produce black pearls. It also has some of the world's best scuba diving, and visitors can see dolphins, manta rays, green sea turtles, and hammerhead sharks. See the sea life in Rangiroa, a ring-shaped atoll in French Polynesia that is known for oysters that produce black pearls. It also has some of the world's best scuba diving, and visitors can see dolphins."

   },
   {

      "name": "Wulingyuan-China",

      "photo": "http://static2.businessinsider.com/image/52a8c8e46da8112e7321f3d5-1200/escape-to-the-tianzi-mountain-nature-reserve-in-wulingyuan-china-which-consists-of-stone-towers-surrounded-by-thick-clouds-it-is-one-of-the-countrys-most-scenic-spots-and-is-almost-never-overrun-with-tourists.jpg",

      "spots": "Tianzi Mountain Nature Reserve",
	  
	  "story": "Escape to the Tianzi Mountain Nature Reserve in Wulingyuan, China, which consists of 'stone towers' surrounded by thick clouds. It is one of the country's most scenic spots, and is almost never overrun with tourists.Escape to the Tianzi Mountain Nature Reserve in Wulingyuan, China, which consists of 'stone towers' surrounded by thick clouds. It is one of the country's most scenic spots, and is almost never overrun with tourists.Escape to the Tianzi Mountain Nature Reserve in Wulingyuan, China, which consists of 'stone towers' surrounded by thick clouds. It is one of the country's most scenic spots, and is almost never overrun with tourists."

   },
   {

      "name": "Namibia-and-South-Africa",

      "photo": "http://static3.businessinsider.com/image/52a8cefeecad048a46ae5e49-1200/journey-to-namaqualand-an-arid-region-in-namibia-and-south-africa-that-stretches-over-some-600-miles-every-spring-the-barren-area-suddenly-fills-with-orange-and-white-daisies-creating-one-of-the-most-surreal-landscapes-in-the-world.jpg",

      "spots": "Journey-to-Namaqualand",
	  
	  "story": "Journey to Namaqualand, an arid region in Namibia and South Africa that stretches over some 600 miles. Every spring, the barren area suddenly fills with orange and white daisies, creating one of the most surreal landscapes in the world. Journey to Namaqualand, an arid region in Namibia and South Africa that stretches over some 600 miles. Every spring, the barren area suddenly fills with orange and white daisies, creating one of the most surreal landscapes in the world. Journey to Namaqualand, an arid region in Namibia and South Africa that stretches over some 600 miles. Every spring, the barren area suddenly fills with orange and white daisies. "

   },
   {

      "name": "Peruvian-desert",

      "photo": "http://static2.businessinsider.com/image/52a8b0ca69bedd12495b4866-1200/take-a-dune-buggy-ride-in-huacachina-a-literal-oasis-in-the-peruvian-desert-the-resort-town-was-built-around-a-small-natural-lake-in-the-southwestern-ica-region-and-is-popular-for-tourists-who-want-to-try-sandboarding-on-the-massive-dunes-surrounding-the-lake.jpg",

      "spots": "dune buggy ride in Huacachina",
	  
	  "story": "Take a dune buggy ride in Huacachina, a literal oasis in the Peruvian desert. The resort town was built around a small, natural lake in the Southwestern Ica Region, and is popular for tourists who want to try 'sandboarding' on the massive dunes surrounding the lake. Take a dune buggy ride in Huacachina, a literal oasis in the Peruvian desert. The resort town was built around a small, natural lake in the Southwestern Ica Region, and is popular for tourists who want to try 'sandboarding' on the massive dunes surrounding the lake. Take a dune buggy ride in Huacachina, a literal oasis in the Peruvian desert."

   },
   {

      "name": "Archipelago-near-Norway",

      "photo": "http://static2.businessinsider.com/image/52a8ce4069bedd730a5b4863-1200/marvel-at-the-glaciers-of-svalbard-an-archipelago-between-norway-and-the-north-pole-its-whaling-and-fishing-villages-have-become-major-tourist-destinations-for-foreigners-to-see-polar-bears-reindeer-and-marine-mammals.jpg",

      "spots": "glaciers of Svalbard",
	  
	  "story": "Marvel at the glaciers of Svalbard, an archipelago between Norway and the North Pole. Its whaling and fishing villages have become major tourist destinations for foreigners to see polar bears, reindeer, and marine mammals. Marvel at the glaciers of Svalbard, an archipelago between Norway and the North Pole. Its whaling and fishing villages have become major tourist destinations for foreigners to see polar bears, reindeer, and marine mammals. Marvel at the glaciers of Svalbard, an archipelago between Norway and the North Pole. Its whaling and fishing villages have become major tourist destinations for foreigners to see polar bears."

   },
   {

      "name": "Northern-Sichuan-China",

      "photo": "http://static1.businessinsider.com/image/52a8ceb269bedd18105b486a-1200/clamber-through-jiuzhaigou-valley-a-remote-region-of-northern-sichuan-china-that-stretches-over-180000-acres-its-best-known-for-its-tibetan-villages-and-multi-level-waterfalls-with-colorful-lakes-that-let-you-see-perfectly-to-the-bottom.jpgs",

      "spots": "Clamber through Jiuzhaigou Valley",
	  
	  "story": "Clamber through Jiuzhaigou Valley, a remote region of northern Sichuan, China that stretches over 180,000 acres. It's best known for its Tibetan villages and multi-level waterfalls with colorful lakes that let you see perfectly to the bottom. Clamber through Jiuzhaigou Valley, a remote region of northern Sichuan, China that stretches over 180,000 acres. It's best known for its Tibetan villages and multi-level waterfalls with colorful lakes that let you see perfectly to the bottom. Clamber through Jiuzhaigou Valley, a remote region of northern Sichuan, China that stretches over 180,000 acres."

   }

]}
